christian-kohler.npm-intellisense
dbaeumer.vscode-eslint
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
file-icons.file-icons
GitHub.vscode-pull-request-github
mikestead.dotenv
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
msjsdiag.debugger-for-chrome
shd101wyy.markdown-preview-enhanced
Tyriar.sort-lines
vscode-icons-team.vscode-icons
wwm.better-align
