christian-kohler.npm-intellisense
eg2.vscode-npm-script
esbenp.prettier-vscode
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ryu1kn.partial-diff
shd101wyy.markdown-preview-enhanced
Tyriar.sort-lines
